{
  "effectiveDate": "2025-01-01",
  "lastUpdated": "2025-01-01",
  "companyName": "Vanta Society",
  "appName": "Vanta Society",
  "website": "https://vantasociety.com",
  "contactEmail": "privacy@vantasociety.com",

  "sections": [
    {
      "title": "Introduction",
      "content": "Welcome to Vanta Society. We are committed to protecting your personal information and your right to privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our mobile application (the \"App\"). Please read this privacy policy carefully. If you do not agree with the terms of this privacy policy, please do not access the application."
    },
    {
      "title": "Information We Collect",
      "subsections": [
        {
          "subtitle": "Personal Information",
          "items": [
            "Email address (for account authentication)",
            "First and last name",
            "Profile image (from Google/Apple sign-in)",
            "Gender assigned at birth",
            "Phone number (optional)",
            "Country code (optional)",
            "Instagram handle (optional)",
            "Invite/referral codes"
          ]
        },
        {
          "subtitle": "Health and Fitness Data",
          "items": [
            "Current weight and target weight",
            "Physical statistics and fitness goals",
            "Vitals scores (discipline, mindset, strength, momentum, confidence, society)",
            "Daily task completion data",
            "Exercise routine information",
            "Mood and energy tracking",
            "Evening journal entries",
            "Check-in photos (stored locally on your device)"
          ]
        },
        {
          "subtitle": "Usage Data",
          "items": [
            "App usage statistics and interaction data",
            "Winter Arc start date and progress",
            "Task completion history and streaks",
            "Time spent in the app",
            "Features accessed and actions taken"
          ]
        },
        {
          "subtitle": "Device Information",
          "items": [
            "Device type and operating system",
            "Unique device identifiers",
            "App version and crash reports",
            "Network information"
          ]
        }
      ]
    },
    {
      "title": "How We Use Your Information",
      "content": "We use the information we collect to:",
      "items": [
        "Provide, operate, and maintain the Winter Arc challenge and app features",
        "Create and manage your user account",
        "Generate personalized routines and recommendations using AI",
        "Track your progress through the 66-day Winter Arc program",
        "Calculate vitals scores and statistics",
        "Enable community features like leaderboards (using anonymized data)",
        "Process in-app purchases through Apple's App Store",
        "Send you check-in reminders and motivational notifications",
        "Sync your data across devices (when you enable backup)",
        "Improve app performance and user experience",
        "Respond to customer support requests",
        "Comply with legal obligations and enforce our Terms of Service"
      ]
    },
    {
      "title": "How We Share Your Information",
      "content": "We do NOT sell your personal information. We may share your information in the following limited circumstances:",
      "subsections": [
        {
          "subtitle": "Third-Party Service Providers",
          "content": "We share data with trusted service providers who help us operate the app:",
          "items": [
            "**RevenueCat**: Processes in-app purchases and manages Arc Pass subscriptions (see revenuecat.com/privacy)",
            "**Cloud Storage Provider**: Securely stores your backup data when you enable sync",
            "**Analytics Services**: Helps us understand app usage to improve features (anonymized data only)"
          ]
        },
        {
          "subtitle": "Legal Requirements",
          "content": "We may disclose your information if required by law, court order, or government regulation, or if we believe disclosure is necessary to:",
          "items": [
            "Comply with legal obligations",
            "Protect our rights, property, or safety",
            "Prevent fraud or illegal activity",
            "Protect the safety of our users or the public"
          ]
        },
        {
          "subtitle": "Business Transfers",
          "content": "If Vanta Society is involved in a merger, acquisition, or sale of assets, your information may be transferred as part of that transaction. We will notify you via email and/or prominent notice in the app before your information is transferred."
        }
      ]
    },
    {
      "title": "Photo Privacy",
      "content": "We take special care with your photos:",
      "items": [
        "**Evening check-in photos are stored LOCALLY on your device** by default",
        "Photos are NOT automatically uploaded to our servers",
        "Photos are only included in cloud backups if you explicitly enable the sync/backup feature",
        "We never access, view, or share your photos without your explicit consent",
        "You can delete photos at any time from your device"
      ],
      "note": "We request photo library access solely to allow you to add photos to your evening journal. This permission can be managed in your device Settings."
    },
    {
      "title": "Data Security",
      "content": "We implement industry-standard security measures to protect your information:",
      "items": [
        "Data transmission is encrypted using SSL/TLS protocols",
        "Passwords are hashed and never stored in plain text",
        "Access to personal data is restricted to authorized personnel only",
        "Regular security audits and updates",
        "Secure cloud infrastructure with encryption at rest"
      ],
      "disclaimer": "However, no method of transmission over the internet or electronic storage is 100% secure. While we strive to protect your personal information, we cannot guarantee absolute security."
    },
    {
      "title": "Data Retention",
      "content": "We retain your information for as long as necessary to provide our services and fulfill the purposes outlined in this policy:",
      "items": [
        "**Active accounts**: Data is retained while your account is active and for a reasonable period after to allow you to restore access",
        "**Deleted accounts**: Personal information is deleted within 30 days of account deletion request",
        "**Backup data**: Deleted from our servers within 90 days of account deletion",
        "**Legal obligations**: We may retain certain data longer if required by law",
        "**Anonymized data**: We may retain anonymized statistical data indefinitely for research and product improvement"
      ]
    },
    {
      "title": "Your Privacy Rights",
      "subsections": [
        {
          "subtitle": "All Users",
          "items": [
            "**Access**: Request a copy of the personal information we hold about you",
            "**Correction**: Update or correct inaccurate information in your profile",
            "**Deletion**: Request deletion of your account and associated data (via in-app \"Delete Account\" button)",
            "**Data Portability**: Request an export of your data in a machine-readable format",
            "**Opt-Out**: Disable notifications and marketing communications"
          ]
        },
        {
          "subtitle": "California Residents (CCPA)",
          "content": "California residents have additional rights under the California Consumer Privacy Act:",
          "items": [
            "Right to know what personal information is collected",
            "Right to know if personal information is sold or disclosed (we do NOT sell your data)",
            "Right to opt-out of sale of personal information (not applicable - we don't sell)",
            "Right to non-discrimination for exercising your rights"
          ]
        },
        {
          "subtitle": "European Residents (GDPR)",
          "content": "If you are in the European Economic Area (EEA), you have additional rights under GDPR:",
          "items": [
            "Right to object to processing of your data",
            "Right to restrict processing under certain circumstances",
            "Right to lodge a complaint with your local data protection authority",
            "Right to withdraw consent at any time"
          ]
        },
        {
          "subtitle": "How to Exercise Your Rights",
          "content": "To exercise any of these rights, please contact us at privacy@vantasociety.com or use the \"Delete Account\" feature in the app. We will respond to your request within 30 days."
        }
      ]
    },
    {
      "title": "Children's Privacy",
      "content": "The App is not intended for children under the age of 13 (or 16 in the EEA). We do not knowingly collect personal information from children. If you are a parent or guardian and believe your child has provided us with personal information, please contact us immediately, and we will delete such information from our systems."
    },
    {
      "title": "International Data Transfers",
      "content": "Your information may be transferred to and processed in countries other than your own. These countries may have different data protection laws than your country. By using the App, you consent to the transfer of your information to our facilities and service providers located around the world. We ensure appropriate safeguards are in place to protect your information in accordance with this Privacy Policy."
    },
    {
      "title": "Third-Party Links and Services",
      "content": "The App may contain links to third-party websites, services, or brands (such as our Marketplace partners). We are not responsible for the privacy practices of these third parties. We encourage you to read their privacy policies before providing any information to them.",
      "examples": [
        "**Marketplace brands**: When you click on a brand in our Marketplace, you may be directed to external websites. Their privacy practices are governed by their own policies.",
        "**Social media**: If you share content on social media, those platforms' privacy policies apply.",
        "**Payment processing**: In-app purchases are processed by Apple, subject to Apple's Privacy Policy."
      ]
    },
    {
      "title": "Health Disclaimer",
      "content": "**IMPORTANT**: The App is designed for general fitness and wellness purposes only. It is NOT a medical device and does NOT provide medical advice, diagnosis, or treatment. The health and fitness data we collect is for tracking your personal progress only. Always consult with a qualified healthcare provider before starting any new exercise program or making significant changes to your diet or lifestyle. Individual results may vary."
    },
    {
      "title": "Push Notifications",
      "content": "With your permission, we may send you push notifications to remind you about daily tasks, check-ins, and motivational messages. You can disable these at any time through your device settings or in-app notification preferences."
    },
    {
      "title": "Changes to This Privacy Policy",
      "content": "We may update this Privacy Policy from time to time to reflect changes in our practices or for legal, operational, or regulatory reasons. We will notify you of material changes by:",
      "items": [
        "Updating the \"Last Updated\" date at the top of this policy",
        "Posting a notice in the App",
        "Sending you an email notification (for significant changes)",
        "Requiring you to accept the new policy before continuing to use the App"
      ],
      "recommendation": "We encourage you to review this Privacy Policy periodically. Your continued use of the App after changes are posted constitutes your acceptance of the updated policy."
    },
    {
      "title": "Contact Us",
      "content": "If you have questions, concerns, or requests regarding this Privacy Policy or our privacy practices, please contact us:",
      "contactInfo": {
        "email": "privacy@vantasociety.com",
        "website": "https://vantasociety.com/contact",
        "mailingAddress": "[Your Company Address]",
        "responseTime": "We will respond to your inquiry within 30 days."
      }
    },
    {
      "title": "Apple App Store Compliance",
      "content": "This app complies with Apple's App Store Review Guidelines. Please note:",
      "items": [
        "Apple is not a sponsor of the Winter Arc challenge and is not involved in any way",
        "In-app purchases are processed and managed by Apple",
        "For purchase-related issues, refunds, or billing questions, contact Apple Support",
        "Apple has no obligation or liability with respect to the App or your use of it"
      ]
    }
  ],

  "quickSummary": {
    "title": "Privacy Policy Quick Summary",
    "description": "This is a brief overview. Please read the full policy above for complete details.",
    "points": [
      "✓ We collect personal info, health data, and usage data to provide the Winter Arc experience",
      "✓ Photos stay on YOUR device unless you enable backup sync",
      "✓ We do NOT sell your personal information",
      "✓ Third parties (RevenueCat, cloud storage) help us operate the app",
      "✓ You can delete your account and data anytime",
      "✓ We use industry-standard security to protect your data",
      "✓ This is NOT medical advice - consult a healthcare provider for health decisions",
      "✓ You have rights to access, correct, and delete your data"
    ]
  }
}
