{
  "effectiveDate": "2025-01-01",
  "lastUpdated": "2025-01-01",
  "companyName": "Vanta Society",
  "appName": "Vanta Society",
  "website": "https://vantasociety.com",
  "contactEmail": "support@vantasociety.com",

  "sections": [
    {
      "title": "Acceptance of Terms",
      "content": "By downloading, installing, or using the Vanta Society mobile application (the \"App\"), you agree to be bound by these Terms of Service (\"Terms\"). If you do not agree to these Terms, do not use the App. We reserve the right to modify these Terms at any time. Your continued use of the App after changes are posted constitutes acceptance of the modified Terms."
    },
    {
      "title": "Eligibility",
      "content": "You must be at least 13 years old (or 16 in the European Economic Area) to use this App. By using the App, you represent and warrant that you meet this age requirement. If you are under 18, you must have parental or guardian consent to use the App and make purchases."
    },
    {
      "title": "Account Registration",
      "content": "To access certain features of the App, you must create an account using:",
      "items": [
        "Apple Sign-In (iOS users)",
        "Google Sign-In (Android users)",
        "Email authentication"
      ],
      "additionalContent": "You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. You agree to notify us immediately of any unauthorized use of your account."
    },
    {
      "title": "Winter Arc Challenge",
      "subsections": [
        {
          "subtitle": "Overview",
          "content": "The Winter Arc is a 66-day personal development challenge designed to help you build lasting habits through daily rituals in fitness, mindset, and lifestyle categories."
        },
        {
          "subtitle": "Arc Pass Purchase",
          "content": "Access to the full Winter Arc experience requires purchasing an Arc Pass, a one-time digital purchase processed through Apple's App Store or Google Play Store. The Arc Pass includes:",
          "items": [
            "Personalized daily routine generated by AI",
            "Progress tracking and vitals scoring system",
            "Evening check-in and journaling features",
            "Access to community leaderboards",
            "Eligibility to earn Store Credits upon successful completion"
          ]
        },
        {
          "subtitle": "Completion Requirements",
          "content": "To successfully complete the Winter Arc and earn Store Credits, you must:",
          "items": [
            "Complete at least 80% of your daily rituals across all 66 days",
            "Maintain consistent engagement throughout the challenge period",
            "Submit evening check-ins as required",
            "Follow the Winter Arc rules and guidelines"
          ]
        },
        {
          "subtitle": "Store Credits",
          "content": "Store Credits are digital rewards earned by successfully completing the Winter Arc challenge:",
          "items": [
            "**No Cash Value**: Store Credits have no monetary value and cannot be exchanged for cash, withdrawn, or transferred",
            "**Redemption**: Credits can be redeemed for future Arc Pass access, premium merchandise, or curated Vanta rewards available in our Marketplace",
            "**Expiration**: Store Credits do not expire but reward availability may vary over time",
            "**Non-Transferable**: Credits cannot be transferred to other users",
            "**Forfeiture**: Credits may be forfeited if your account is terminated for violation of these Terms"
          ],
          "disclaimer": "Vanta Society reserves the right to modify the Store Credits program, redemption options, and reward catalog at any time without prior notice."
        }
      ]
    },
    {
      "title": "Payments and Refunds",
      "subsections": [
        {
          "subtitle": "In-App Purchases",
          "content": "All purchases are processed through Apple's App Store or Google Play Store and are subject to their respective payment terms and conditions. We use RevenueCat to manage subscriptions and purchases. By making a purchase, you agree to RevenueCat's Terms of Service (available at revenuecat.com/terms)."
        },
        {
          "subtitle": "Pricing",
          "content": "Arc Pass pricing is displayed in your local currency at the time of purchase. Prices may vary by region and are subject to change. We reserve the right to modify pricing at any time, but changes will not affect purchases already completed."
        },
        {
          "subtitle": "Refund Policy",
          "content": "**All purchases are final.** Refund requests must be submitted directly to Apple or Google according to their standard refund policies:",
          "items": [
            "**Apple App Store**: Refunds are handled by Apple. To request a refund, visit reportaproblem.apple.com or contact Apple Support within 14 days of purchase",
            "**Google Play Store**: Refunds are handled by Google. To request a refund, visit the Google Play Store support page",
            "**What Happens After Refund**: If a refund is granted by Apple or Google, your Arc Pass access will be immediately revoked, and you will lose access to all Winter Arc features and any progress made. Store Credits earned (if any) will also be forfeited."
          ],
          "note": "Vanta Society does not process refunds directly. All refund requests must go through the platform (Apple or Google) where the purchase was made."
        },
        {
          "subtitle": "Restore Purchases",
          "content": "If you delete and reinstall the App, or install it on a new device, you can restore your Arc Pass purchase using the \"Restore Purchase\" button in the payment screen. Your progress and data can be restored if you enabled backup/sync before uninstalling."
        }
      ]
    },
    {
      "title": "User Responsibilities",
      "content": "As a user of the App, you agree to:",
      "items": [
        "Provide accurate and complete information during registration and profile setup",
        "Use the App only for lawful purposes and in accordance with these Terms",
        "Not attempt to hack, reverse engineer, or exploit the App's systems",
        "Not share your account credentials with others",
        "Not use the App to harass, abuse, or harm others",
        "Not upload or share content that is illegal, offensive, or violates others' rights",
        "Not attempt to manipulate progress tracking, vitals scores, or leaderboards",
        "Comply with all applicable local, state, national, and international laws"
      ]
    },
    {
      "title": "Health and Fitness Disclaimer",
      "content": "**IMPORTANT - PLEASE READ CAREFULLY:**",
      "warnings": [
        "**Not Medical Advice**: The App is designed for general fitness and wellness purposes only. It is NOT a medical device and does NOT provide medical advice, diagnosis, or treatment.",
        "**Consult Healthcare Provider**: Before starting the Winter Arc challenge or making any significant changes to your exercise routine, diet, or lifestyle, consult with a qualified healthcare professional, especially if you:",
        "- Have any pre-existing medical conditions",
        "- Are pregnant or nursing",
        "- Are taking medications",
        "- Have a history of heart disease, high blood pressure, or respiratory conditions",
        "- Have joint, bone, or muscle injuries",
        "**Individual Results Vary**: The health benefits and statistics shown in the App are based on clinical research studies with large participant groups. Your individual results may differ significantly.",
        "**Assumption of Risk**: By using the App and participating in the Winter Arc challenge, you acknowledge and accept the risks associated with physical exercise and lifestyle changes.",
        "**Listen to Your Body**: Stop any exercise immediately if you experience pain, dizziness, shortness of breath, or discomfort. Seek medical attention if symptoms persist.",
        "**No Liability**: Vanta Society, its founders, employees, and affiliates are not liable for any injuries, damages, or health issues that may result from using the App or following its recommendations."
      ]
    },
    {
      "title": "Intellectual Property",
      "content": "All content, features, and functionality of the App, including but not limited to text, graphics, logos, images, software, AI-generated routines, and user interface design, are the exclusive property of Vanta Society and are protected by copyright, trademark, and other intellectual property laws.",
      "restrictions": [
        "You may not copy, reproduce, distribute, or create derivative works from any part of the App",
        "You may not use our trademarks, logos, or branding without written permission",
        "AI-generated routines are for your personal use only and may not be redistributed",
        "Screenshots and screen recordings may be shared for personal, non-commercial purposes only"
      ]
    },
    {
      "title": "User-Generated Content",
      "subsections": [
        {
          "subtitle": "Your Content",
          "content": "You retain ownership of any content you create or upload to the App, including:",
          "items": [
            "Evening journal entries",
            "Check-in photos (stored locally on your device)",
            "Profile information and progress notes",
            "Task completion data"
          ]
        },
        {
          "subtitle": "License to Use",
          "content": "By creating or uploading content to the App, you grant Vanta Society a non-exclusive, worldwide, royalty-free license to use, display, and process your content solely for the purpose of providing App services and improving user experience. We will never sell or share your personal content with third parties for marketing purposes."
        },
        {
          "subtitle": "Content Standards",
          "content": "You agree that any content you create or upload will not:",
          "items": [
            "Violate any laws or regulations",
            "Infringe on intellectual property rights",
            "Contain hate speech, harassment, or discriminatory content",
            "Include sexually explicit or violent material",
            "Promote illegal activities or self-harm"
          ],
          "enforcement": "We reserve the right to remove any content that violates these standards and to suspend or terminate accounts that repeatedly violate these Terms."
        }
      ]
    },
    {
      "title": "Data Privacy and Security",
      "content": "Your use of the App is also governed by our Privacy Policy, which is incorporated into these Terms by reference. By using the App, you consent to the collection, use, and sharing of your information as described in the Privacy Policy. Please review our Privacy Policy at https://vantasociety.com/privacy for details on:",
      "items": [
        "What data we collect (personal info, health data, usage data)",
        "How we use your data (routine generation, progress tracking, analytics)",
        "How we protect your data (encryption, secure storage)",
        "Your privacy rights (access, deletion, portability)"
      ]
    },
    {
      "title": "Account Termination",
      "subsections": [
        {
          "subtitle": "Termination by You",
          "content": "You may delete your account at any time using the \"Delete Account\" button in the App's Profile screen. Upon deletion:",
          "items": [
            "Your personal information will be deleted within 30 days",
            "Backup data will be deleted from our servers within 90 days",
            "Your Arc Pass access will be immediately revoked (no refund)",
            "All Store Credits will be forfeited",
            "Your progress and data cannot be recovered"
          ]
        },
        {
          "subtitle": "Termination by Us",
          "content": "We reserve the right to suspend or terminate your account at any time, without prior notice, if:",
          "items": [
            "You violate these Terms of Service",
            "You engage in fraudulent or illegal activity",
            "You abuse or harass other users or our support team",
            "You attempt to manipulate progress tracking or leaderboards",
            "Your account has been inactive for an extended period"
          ],
          "note": "Terminated accounts are not eligible for refunds, and any Store Credits will be forfeited."
        }
      ]
    },
    {
      "title": "Third-Party Services",
      "content": "The App integrates with and links to third-party services. Your use of these services is subject to their own terms and conditions:",
      "services": [
        {
          "name": "Apple Sign-In / Google Sign-In",
          "description": "Authentication services subject to Apple's and Google's respective privacy policies and terms of service"
        },
        {
          "name": "RevenueCat",
          "description": "In-app purchase management (see revenuecat.com/terms and revenuecat.com/privacy)"
        },
        {
          "name": "Cloud Storage Provider",
          "description": "Secure backup and sync services when you enable this feature"
        },
        {
          "name": "Marketplace Partners",
          "description": "External brands and merchants featured in our Marketplace are not affiliated with Vanta Society. Purchases from these partners are subject to their own terms and return policies."
        }
      ],
      "disclaimer": "Vanta Society is not responsible for the content, policies, or practices of any third-party services. We encourage you to review their terms and privacy policies before use."
    },
    {
      "title": "Limitation of Liability",
      "content": "TO THE MAXIMUM EXTENT PERMITTED BY LAW:",
      "items": [
        "**No Warranties**: The App is provided \"AS IS\" and \"AS AVAILABLE\" without warranties of any kind, either express or implied, including but not limited to warranties of merchantability, fitness for a particular purpose, or non-infringement.",
        "**No Guaranteed Results**: We do not guarantee that the Winter Arc challenge will produce specific results, health improvements, or habit formation. Individual results vary significantly.",
        "**Service Availability**: We do not guarantee that the App will be available at all times, error-free, or free from viruses or other harmful components.",
        "**Limitation of Damages**: In no event shall Vanta Society, its founders, employees, affiliates, or service providers be liable for any indirect, incidental, special, consequential, or punitive damages, including but not limited to:",
        "  - Loss of profits or revenue",
        "  - Loss of data or progress",
        "  - Personal injury or property damage",
        "  - Health complications arising from use of the App",
        "  - Failure to achieve desired fitness or wellness goals",
        "**Maximum Liability**: Our total liability to you for any claims arising from your use of the App shall not exceed the amount you paid for the Arc Pass, or $100, whichever is less."
      ],
      "note": "Some jurisdictions do not allow the exclusion or limitation of certain warranties or damages, so some of the above limitations may not apply to you."
    },
    {
      "title": "Indemnification",
      "content": "You agree to indemnify, defend, and hold harmless Vanta Society, its founders, employees, affiliates, and service providers from and against any and all claims, damages, obligations, losses, liabilities, costs, or expenses (including attorney's fees) arising from:",
      "items": [
        "Your use or misuse of the App",
        "Your violation of these Terms of Service",
        "Your violation of any third-party rights, including intellectual property or privacy rights",
        "Any content you create or upload to the App",
        "Any injury, damage, or health issues arising from your participation in the Winter Arc challenge"
      ]
    },
    {
      "title": "Dispute Resolution",
      "subsections": [
        {
          "subtitle": "Governing Law",
          "content": "These Terms shall be governed by and construed in accordance with the laws of [Your Jurisdiction], without regard to its conflict of law provisions."
        },
        {
          "subtitle": "Informal Resolution",
          "content": "Before filing any formal dispute, you agree to contact us at support@vantasociety.com to attempt to resolve the issue informally. We will work in good faith to resolve your concerns within 30 days."
        },
        {
          "subtitle": "Arbitration Agreement",
          "content": "If informal resolution fails, any disputes arising from these Terms or your use of the App shall be resolved through binding arbitration in accordance with the rules of [Arbitration Organization], rather than in court. You waive your right to a jury trial or to participate in a class action lawsuit.",
          "exceptions": "This arbitration agreement does not apply to disputes related to intellectual property rights or small claims court matters under the jurisdictional limit."
        },
        {
          "subtitle": "Jurisdiction",
          "content": "For any disputes not subject to arbitration, you agree to submit to the personal jurisdiction of the courts located in [Your Jurisdiction]."
        }
      ]
    },
    {
      "title": "Apple App Store Compliance",
      "content": "This App is distributed through the Apple App Store and is subject to Apple's Licensed Application End User License Agreement (EULA). In case of conflict between Apple's EULA and these Terms, Apple's EULA takes precedence with respect to your use of the App on iOS devices.",
      "acknowledgments": [
        "Apple is not a sponsor of the Winter Arc challenge and has no obligation or liability with respect to the App",
        "Apple has no warranty obligation whatsoever with respect to the App",
        "Apple is not responsible for addressing any claims by you or any third party relating to the App",
        "Apple is a third-party beneficiary of these Terms and has the right to enforce these Terms against you",
        "For purchase disputes, billing issues, or refund requests, contact Apple Support (not Vanta Society)"
      ]
    },
    {
      "title": "Changes to the App",
      "content": "We reserve the right to modify, suspend, or discontinue the App (or any part thereof) at any time, with or without notice. We may:",
      "items": [
        "Add or remove features",
        "Change the AI routine generation algorithm",
        "Modify vitals scoring calculations",
        "Update the Store Credits redemption catalog",
        "Adjust Winter Arc challenge rules or requirements",
        "Discontinue the App entirely"
      ],
      "note": "We will not be liable to you or any third party for any modification, suspension, or discontinuation of the App. If we discontinue the App entirely, we will provide reasonable notice and offer refunds for recently purchased Arc Passes at our discretion."
    },
    {
      "title": "Changes to These Terms",
      "content": "We may update these Terms of Service from time to time to reflect changes in our practices, legal requirements, or business operations. We will notify you of material changes by:",
      "items": [
        "Updating the \"Last Updated\" date at the top of these Terms",
        "Posting a prominent notice in the App",
        "Sending an email notification to your registered email address",
        "Requiring you to accept the new Terms before continuing to use the App"
      ],
      "acceptance": "Your continued use of the App after changes are posted constitutes your acceptance of the updated Terms. If you do not agree to the updated Terms, you must stop using the App and delete your account."
    },
    {
      "title": "Severability",
      "content": "If any provision of these Terms is found to be invalid, illegal, or unenforceable by a court of competent jurisdiction, the remaining provisions shall continue in full force and effect. The invalid provision shall be modified to the minimum extent necessary to make it valid and enforceable."
    },
    {
      "title": "Entire Agreement",
      "content": "These Terms of Service, together with our Privacy Policy and any other legal notices published in the App, constitute the entire agreement between you and Vanta Society regarding your use of the App and supersede all prior agreements and understandings, whether written or oral."
    },
    {
      "title": "Contact Us",
      "content": "If you have questions, concerns, or feedback regarding these Terms of Service, please contact us:",
      "contactInfo": {
        "email": "support@vantasociety.com",
        "website": "https://vantasociety.com/contact",
        "mailingAddress": "[Your Company Address]",
        "responseTime": "We will respond to your inquiry within 7 business days."
      }
    }
  ],

  "quickSummary": {
    "title": "Terms of Service Quick Summary",
    "description": "This is a brief overview. Please read the full Terms above for complete details.",
    "points": [
      "✓ You must be 13+ (or 16+ in EEA) to use the App",
      "✓ Arc Pass is a one-time purchase for 66-day Winter Arc access",
      "✓ Complete 80%+ of rituals to earn Store Credits (no cash value)",
      "✓ All purchases are final - refunds handled by Apple/Google only",
      "✓ This is NOT medical advice - consult healthcare provider before starting",
      "✓ Your data is protected per our Privacy Policy",
      "✓ We can modify the App or these Terms at any time",
      "✓ Disputes are resolved through arbitration, not court",
      "✓ Account deletion results in loss of all data and Store Credits"
    ]
  }
}
